Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Quit and clear cache
es: Cerrar y borrar caché
it: Esci e ripulisci la cache
pl: Zamknij aplikację i wyczyść pamięć podręczną
ru: Завершить работу и очистить кэш
th: ออกจากโปรแกรมและล้างแคช
zh_hans: 退出并清理缓存

source: Quit and clear cache?
es: ¿Cerrar y borrar caché?
it: Esci e ripulisci la cache?
pl: Zamknąć aplikację i wyczyścić pamięć podręczną?
ru: Завершить работу и очистить кэш?
th: ออกจากโปรแกรมและล้างแคชหรือไม่
zh_hans: 是否退出并清理缓存？

source: Rotate by time
es: Rotar por tiempo
pl: Nadpisuj logi z upływem czasu
ru: Переключать по времени
th: หมุนตามเวลา
zh_hans: 按时间轮换

source: Rounded corners
es: Bordes redondeados
pl: Zaokrąglone narożniki
ru: Закруглённые углы
th: มุมโค้งมน
zh_hans: 圆角

source: Runs your script about every 30 seconds. Reveals when it exits 0, or — if an expected output is set — when its output contains that text.
es: Ejecuta tu script aproximadamente cada 30 segundos. Indica cuándo termina con un valor de 0 o —si se ha configurado una salida esperada— cuándo su salida contiene ese texto.
pl: Uruchamia Twój skrypt mniej więcej co 30 sekund. Ujawnia się, gdy skrypt zakończy się z kodem 0 albo — jeśli określono oczekiwany tekst w wyniku — gdy wynik zawiera ten tekst.
ru: Запускает ваш скрипт примерно каждые 30 секунд. Показывает элемент, когда скрипт завершается с кодом 0, или — если задан ожидаемый вывод — когда его вывод содержит этот текст.
th: รันสคริปต์ของคุณทุกประมาณ 30 วินาที แสดงรายการเมื่อสคริปต์จบด้วยรหัส 0 หรือหากตั้งค่าผลลัพธ์ที่คาดไว้ เมื่อผลลัพธ์มีข้อความนั้น
zh_hans: 大约每30秒运行自定义脚本。在以状态码0推迟时，或如果已设置预期输出且在输出中包含该文本时，显示该项目。

source: Reveals the item while its icon is blinking. A clock or a battery percentage will not trigger this: they always move to a state they have never shown before, while a blink keeps returning to one. Requires screen recording permission.
es: Muestra el elemento mientras su ícono parpadea. Un reloj o el porcentaje de batería no activarán esta función: estos siempre pasan a un estado que nunca antes se había mostrado, mientras que un parpadeo sigue volviendo al mismo estado. Requiere permiso para grabar la pantalla.
pl: Pokazuje element, gdy jego ikona miga. Zmiany godziny ani poziomu naładowania baterii nie uruchamiają tej funkcji: wskazania te przechodzą do nowych stanów, natomiast migająca ikona regularnie powraca do poprzedniego. Wymaga dostępu do nagrywania ekranu.
ru: Показывает элемент, пока его значок мигает. Часы или процент заряда батареи не вызовут этот триггер: они всегда переходят в состояние, которое ещё не отображали, тогда как мигание постоянно возвращается к одному и тому же состоянию. Требуется разрешение на запись экрана.
th: แสดงรายการขณะที่ไอคอนกำลังกะพริบ นาฬิกาหรือเปอร์เซ็นต์แบตเตอรี่จะไม่ทำให้เกิดเหตุการณ์นี้ เนื่องจากสิ่งเหล่านี้จะเปลี่ยนไปยังสถานะที่ไม่เคยแสดงมาก่อนเสมอ ขณะที่การกะพริบจะกลับไปที่สถานะเดิมซ้ำๆ ต้องมีสิทธิ์การบันทึกหน้าจอ
zh_hans: 当项目图标闪烁时显示该项目。时钟或电池百分比不会触发此条件：因为它们会不断变化为此前未显示过的状态，而闪烁会反复回到相同状态。需要屏幕录制权限。

source: Safe vs maintenance tools
es: Herramientas de seguridad vs herramientas de mantenimiento
ja: 安全なツールとメンテナンスツール
pl: Bezpieczne narzędzia a narzędzia konserwacyjne
ru: Безопасные и обслуживающие инструменты
th: เครื่องมือที่ปลอดภัย เทียบกับเครื่องมือบำรุงรักษา
zh_hans: 安全工具与维护工具

source: Save Diagnostic Report
es: Guardar informe de diagnóstico
ko: 진단 보고서 저장
pl: Zapisz raport diagnostyczny
ru: Сохранить диагностический отчёт
th: บันทึกรายงานการวินิจฉัย
zh_hans: 保存诊断报告

source: Save Diagnostic Report…
es: Guardar informe de diagnóstico…
ko: 진단 보고서 저장...
pl: Zapisz raport diagnostyczny…
ru: Сохранить диагностический отчёт…
th: บันทึกรายงานการวินิจฉัย…
zh_hans: 保存诊断报告…

source: Review the feature tour and permission setup again.
es: Revisa el recorrido por las funciones y la configuración de permisos nuevamente.
ja: 機能紹介ツアーと権限の初期設定をもう一度確認します。
ko: 기능 둘러보기와 권한 설정을 다시 확인해 보세요.
pl: Przejdź ponownie przez przewodnik po funkcjach oraz konfigurację uprawnień.
ru: Снова просмотреть обзор функций, а затем настроить разрешения.
th: ทบทวนทัวร์แนะนำฟีเจอร์และการตั้งค่าสิทธิ์อีกครั้ง
zh_hans: 请重新查看功能导览和权限设置。

source: Reset Control Center
es: Restablece Centro de Control
ko: 제어 센터 초기화
pl: Przywróć domyślne ustawienia Centrum sterowania
ru: Сбросить Пункт управления
th: รีเซ็ต Control Center
zh_hans: 重置控制中心

source: Reset Control Center preferences
es: Restablece preferencias del Centro de Control
ko: 제어 센터 설정 초기화
pl: Przywróć domyślne ustawienia Centrum sterowania
ru: Сбросить настройки Пункта управления
th: รีเซ็ตการตั้งค่า Control Center
zh_hans: 重置控制中心设置

source: Reset Control Center preferences?
es: ¿Restablecer preferencias del Centro de Control?
ko: 제어 센터 설정을 초기화하시겠습니까?
pl: Przywrócić domyślne ustawienia Centrum sterowania?
ru: Сбросить настройки Пункта управления?
th: รีเซ็ตการตั้งค่า Control Center หรือไม่
zh_hans: 是否重置控制中心设置？

source: Reset Layout Positions
es: Restablece Posiciones del Diseño
pl: Przywróć początkowy układ elementów
ru: Сбросить позиции элементов
th: รีเซ็ตตำแหน่งเค้าโครง
zh_hans: 重置布局

source: Restore %@ preferences to their defaults. Saved profiles and user data are not deleted. This cannot be undone.
es: Restablecer las preferencias de %@ a sus valores predeterminados. Los perfiles guardados y los datos de usuario no se eliminarán. Esta acción no se puede deshacer.
ko: %@의 환경 설정을 기본값으로 복원합니다. 저장된 프로필과 사용자 데이터는 삭제되지 않습니다. 이 작업은 되돌릴 수 없습니다.
pl: Przywróć ustawienia %@ do wartości domyślnych. Zapisane profile i dane użytkownika pozostaną nienaruszone. Tej czynności nie można cofnąć.
ru: Восстановить настройки %@ по умолчанию. Сохранённые профили и пользовательские данные не удаляются. Это действие нельзя отменить.
th: คืนค่าการตั้งค่าของ %@ กลับเป็นค่าเริ่มต้น โปรไฟล์ที่บันทึกไว้และข้อมูลผู้ใช้จะไม่ถูกลบ การกระทำนี้ไม่สามารถย้อนกลับได้
zh_hans: 重置%@的设置到默认设置。已保存的配置方案和用户数据不会被删除。此操作不可撤销。

source: Reset menu bar layout positions
es: Restablece posiciones del diseño de la barra de menú
ko: 메뉴 막대 레이아웃 위치 초기화
pl: Przywróć domyślne położenie elementów paska menu
ru: Сбросить позиции элементов строки меню
th: รีเซ็ตตำแหน่งเค้าโครงแถบเมนู
zh_hans: 重置菜单栏布局

source: Reset menu bar layout positions?
es: ¿Restablecer posiciones del diseño de la barra de menú?
ko: 메뉴 막대 레이아웃 위치를 초기화하시겠습니까?
pl: Przywrócić domyślne położenie elementów paska menu?
ru: Сбросить позиции элементов строки меню?
th: รีเซ็ตตำแหน่งเค้าโครงแถบเมนูหรือไม่
zh_hans: 是否重置菜单栏布局？

source: Reset permissions
es: Restablecer permisos
ko: 권한 초기화
pl: Przywróć domyślne uprawnienia
ru: Сбросить разрешения
th: รีเซ็ตสิทธิ์
zh_hans: 重置授权

source: Reset Permissions
es: Restablece Permisos
ko: 권한 초기화
pl: Przywróć domyślne uprawnienia
ru: Сбросить разрешения
th: รีเซ็ตสิทธิ์
zh_hans: 重置授权

source: Reset permissions?
es: ¿Restablecer permisos?
ko: 권한을 초기화하시겠습니까?
pl: Przywrócić domyślne uprawnienia?
ru: Сбросить разрешения?
th: รีเซ็ตสิทธิ์หรือไม่
zh_hans: 是否重置授权？

source: Per-Space override
es: Sobrescritura por espacio
pl: Nadpisanie ustawień dla danej przestrzeni
ru: Переопределение для пространства
th: การกำหนดเฉพาะ Space
zh_hans: 按桌面空间单独设置

source: Per display
es: Por pantalla
ja: ディスプレイごと
ko: 디스플레이별 설정
pl: Dla każdego wyświetlacza
ru: Для каждого дисплея
th: ต่อจอแสดงผล
zh_hans: 按显示器

source: Saves the appearance above for the currently active Space only. Every other Space keeps the shared appearance.
es: Guarda la apariencia anterior únicamente para el Espacio que está activo en este momento. Todos los demás Espacios conservan la apariencia compartida.
pl: Zastosuje powyższy wygląd tylko do obecnie aktywnej przestrzeni. W pozostałych przestrzeniach nadal będzie obowiązywać wspólny wygląd.
ru: Сохраняет указанное выше оформление только для текущего активного пространства. Все остальные пространства используют общее оформление.
th: บันทึกลักษณะด้านบนสำหรับ Space ที่ใช้งานอยู่ในขณะนี้เท่านั้น ส่วน Space อื่น ๆ จะยังคงใช้ลักษณะที่ใช้ร่วมกัน
zh_hans: 仅为当前所在桌面空间保存当前外观。其他桌面空间仍使用共享外观。

source: Move trigger down
es: Mover el gatillo hacia abajo
ja: トリガーを下へ移動
ko: 트리거를 아래로 이동
pl: Przenieś wyzwalacz niżej
ru: Переместить триггер вниз
th: ย้ายทริกเกอร์ลง
zh_hans: 后移触发器

source: Move trigger up
es: Mover el gatillo hacia arriba
ja: トリガーを上へ移動
ko: 트리거를 위로 이동
pl: Przenieś wyzwalacz wyżej
ru: Переместить триггер вверх
th: ย้ายทริกเกอร์ขึ้น
zh_hans: 前移触发器

source: No display found.
es: No se encontró ninguna pantalla
ko: 디스플레이를 찾을 수 없습니다.
pl: Nie znaleziono wyświetlacza.
ru: Дисплей не найден.
th: ไม่พบจอแสดงผล
zh_hans: 未找到显示器。

source: Mode
es: Modo
ja: モード
ko: 모드
pl: Tryb
ru: Режим
th: โหมด
zh_hans: 模式

source: Menu bar item
es: Elemento de la barra de menús
ja: メニューバー項目
pl: Element paska menu
ru: Элемент строки меню
th: รายการแถบเมนู
zh_hans: 菜单栏项目

source: Menu bar layout positions were reset.
es: Se restablecieron las posiciones de la barra de menús.
pl: Przywrócono domyślne położenie elementów paska menu.
ru: Позиции элементов строки меню сброшены.
th: รีเซ็ตตำแหน่งเค้าโครงแถบเมนูแล้ว
zh_hans: 已重置菜单栏布局。

source: No location captured
es: No se ha registrado ninguna ubicación
pl: Nie udało się ustalić lokalizacji
ru: Местоположение не захвачено
th: ยังไม่ได้บันทึกตำแหน่ง
zh_hans: 尚未记录位置

source: Onboarding
es: Introducción
ja: 初期設定
pl: Wprowadzenie
ru: Первоначальная настройка
th: การแนะนำการใช้งาน
zh_hans: 入门导览

source: OK
es: Aceptar
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 好
zh_hant: 好

source: [%lld items]
es: [%lld elementos]
pl: %lld elementów
ru: [%lld элемента]
th: [%lld รายการ]
zh_hans: [%lld 个项目]

source: %@ spacer
es: %@ separador
pl: element dystansowy %@
ru: %@ разделитель
th: %@ ตัวเว้นระยะ
zh_hans: %@ 间隔项

source: %@ will delete its cache folder and quit. Launch the app again afterward.
es: %@ eliminará el cache de la carpeta y la cerrará. Vuelve a lanzar la aplicación después de esto.
ja: %@ はキャッシュフォルダを削除して終了します。その後、アプリを再起動してください。
pl: %@ wyczyści folder pamięci podręcznej, a następnie zakończy działanie. Po zamknięciu uruchom aplikację ponownie.
ru: %@ удалит папку с кэшем и завершит работу. После этого снова запустите приложение.
th: %@ จะลบโฟลเดอร์แคชและออกจากโปรแกรม โปรดเปิดแอปอีกครั้งหลังจากนั้น
zh_hans: %@ 将删除其缓存文件夹并退出。之后请重新启动该应用。

# %@ — placed by trigger “%@”
source: %1$@ — placed by trigger “%2$@”
es: %1$@ — activado por disparador “%2$@”
pl: %1$@ — umieszczono za pomocą wyzwalacza „%2$@”
ru: %1$@ — добавлено триггером «%2$@»
th: %1$@ — วางไว้โดยทริกเกอร์ “%2$@”
zh_hans: %1$@ — 由触发器“%2$@”放置

source: %@ (not present)
es: %@ (no existe)
pl: %@ (brak)
ru: %@ (отсутствует)
th: %@ (ไม่มีอยู่)
zh_hans: %@（不存在）

source: %@ (not running)
es: %@ (apagado)
pl: %@ (nie jest uruchomiony)
ru: %@ (не запущено)
th: %@ (ไม่ได้ทำงานอยู่)
zh_hans: %@（未运行）

# %@ failed with exit status %d: %@
source: %1$@ failed with exit status %2$d: %3$@
es: %1$@ falló con el estado %2$d: %3$@
pl: Wykonanie %1$@ nie powiodło się (kod wyjścia %2$d): %3$@
ru: %1$@ завершился с кодом ошибки %2$d: %3$@
th: %1$@ ล้มเหลว โดยมีสถานะออก %2$d: %3$@
zh_hans: %1$@ 执行失败，退出状态码 %2$d：%3$@

# %@ failed with exit status %d.
source: %1$@ failed with exit status %2$d.
es: %1$@ falló con el estado %2$d.
pl: %1$@ zakończył działanie z błędem (kod wyjścia: %2$d).
ru: %1$@ завершился с кодом ошибки %2$d.
th: %1$@ ล้มเหลว โดยมีสถานะออก %2$d
zh_hans: %1$@ 执行失败，退出状态码 %2$d。

source: %lld fps
fr: %lld ips
pl: %lld klatek na sekundę
ru: %lld кадр/с
uk: %lld кадр/с

source: Beta
hu: BÉTA
ja: ベータ
ko: 베타
ru: БЕТА
uk: БЕТА
zh_hans: 测试版
zh_hant: 測試版

source: BETA
hu: BÉTA
ja: ベータ
ko: 베타
ru: БЕТА
uk: БЕТА
zh_hans: 测试版
zh_hant: 測試版

source: Alpha
hu: ALFA
ja: アルファ
ko: 알파
ru: АЛЬФА
uk: АЛЬФА
zh_hans: 内测版
zh_hant: 內測版

source: s
ja: 秒
ko: 초
ru: с
th: วิ
uk: с
zh_hans: 秒
zh_hant: 秒

source: No triggers yet
ja: まだトリガーはありません
pl: Brak wyzwalaczy
ru: Триггеров ещё нет
th: ยังไม่มีทริกเกอร์
zh_hans: 尚无触发器

source: Toggle zen mode
ja: Zenモードの切り替え
pl: Przełącz w tryb Zen
ru: Переключить режим без отвлекающих элементов
th: สลับโหมดเซน
zh_hans: 切换禅模式

source: Tools
ja: ツール
pl: Narzędzia
ru: Инструменты
th: เครื่องมือ
zh_hans: 工具

source: Trigger list
ja: トリガーのリスト
pl: Lista wyzwalaczy
ru: Список триггеров
th: รายการทริกเกอร์
zh_hans: 触发器列表

source: Triggers
ja: トリガー
pl: Wyzwalacze
ru: Триггеры
th: ทริกเกอร์
zh_hans: 触发器

source: Troubleshooting
ja: トラブルシューティング
pl: Rozwiązywanie problemów
ru: Устранение неполадок
th: การแก้ไขปัญหา
zh_hans: 疑难解答

source: Ungroup
ja: グループ解除
pl: Rozdziel
ru: Разгруппировать
th: ยกเลิกการจัดกลุ่ม
zh_hans: 解除分组

source: Show All Off in menu bar dropdown
ja: 「すべてオフ」をメニューバーのドロップダウンに表示
pl: Pokaż opcję „Wyłącz wszystko” w menu rozwijanym na pasku menu
ru: Показывать «Всё выключить» в раскрывающемся меню строки меню
th: แสดง "ปิดทั้งหมด" ในเมนูแบบดร็อปดาวน์แถบเมนู
zh_hans: 在菜单栏下拉菜单中显示“全部关闭”

source: Settings
ja: 設定
pl: Ustawienia
ru: Настройки
th: การตั้งค่า
zh_hans: 设置

source: Show setting descriptions
ja: 設定の説明を表示
pl: Pokaż objaśnienia ustawień
ru: Показывать описания настроек
th: แสดงคำอธิบายการตั้งค่า
zh_hans: 显示设置描述

source: Spacer
ja: スペーサー
pl: Separator
ru: Разделитель
th: ตัวเว้นระยะ
zh_hans: 间隔项

source: Shows only the essential settings. All features keep working and keep their configuration.
ja: 主要な設定のみを表示します。すべての機能は引き続き動作し、設定も保持されます。
pl: Widoczne są tylko niezbędne ustawienia. Wszystkie funkcje działają bez zmian, a ich konfiguracja zostaje zachowana.
ru: Показывает только основные настройки. Все функции продолжают работать и сохраняют свою конфигурацию.
th: แสดงเฉพาะการตั้งค่าที่จำเป็น ฟีเจอร์ทั้งหมดยังคงทำงานและเก็บการกำหนดค่าไว้
zh_hans: 仅显示必要设置。所有功能仍会继续运行并保留现有配置。

source: Simple Mode
ja: シンプルモード
pl: Tryb uproszczony
ru: Простой режим
th: โหมดอย่างง่าย
zh_hans: 精简模式

source: Spacer color
ja: スペーサーの色
pl: Kolor elementu rozdzielającego
ru: Цвет разделителя
th: สีตัวเว้นระยะ
zh_hans: 间隔项颜色

source: Spacers
ja: スペーサー
pl: Elementy rozdzielające
ru: Разделители
th: ตัวเว้นระยะ
zh_hans: 间隔项

source: Battery level
ja: バッテリー残量
pl: Poziom naładowania baterii
ru: Уровень заряда батареи
th: ระดับแบตเตอรี่
zh_hans: 电池电量
zh_hant: 電量

source: automatic
ja: 自動
pl: automatyczny
ru: автоматически
th: อัตโนมัติ
zh_hans: 自动
zh_hant: 自動

source: Condition
ja: 条件
pl: Warunek
ru: Условие
th: เงื่อนไข
zh_hans: 条件

source: Click
ja: クリック
pl: Kliknięcie
ru: Нажать
th: คลิก
zh_hans: 点击

source: Conditional Triggers
ja: 条件付きトリガー
pl: Wyzwalacze warunkowe
ru: Условные триггеры
th: ทริกเกอร์แบบมีเงื่อนไข
zh_hans: 条件触发器

source: Choose an item
ja: 項目を選択
pl: Wybierz element
ru: Выбрать элемент
th: เลือกรายการ
zh_hans: 选择一个应用

source: Accessibility and Screen Recording permissions will be cleared for %@. The app will quit so you can grant them again on next launch.
ja: %@ に対して、「アクセシビリティ」および「画面録画」の権限が解除されます。アプリが終了しますので、次回起動時に再度権限を許可してください。
pl: Uprawnienia do ułatwień dostępu i nagrywania ekranu przyznane aplikacji %@ zostaną usunięte. Aplikacja zakończy działanie, by można było ponownie je przyznać po jej następnym uruchomieniu.
ru: Разрешения на Универсальный доступ и запись экрана для %@ будут сброшены. Приложение завершит работу, чтобы при следующем запуске вы могли предоставить их снова.
th: สิทธิ์การช่วยการเข้าถึงและการบันทึกหน้าจอสำหรับ %@ จะถูกล้าง แอปจะออกจากการทำงานเพื่อให้คุณให้สิทธิ์อีกครั้งในการเปิดครั้งถัดไป
zh_hans: 将清除 %@ 的辅助功能和屏幕录制权限。该应用将退出，以便你在下次启动时重新授权。

source: App language
ja: アプリの言語
pl: Język aplikacji
ru: Язык приложения
th: ภาษาแอป
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Add Condition
ja: 条件を追加
pl: Dodaj warunek
ru: Добавить условие
th: เพิ่มเงื่อนไข
zh_hans: 增加条件
zh_hant: 新增條件

source: All Trigger Features Off
ja: すべてのトリガー機能をオフ
pl: Wyłączono wszystkie funkcje wyzwalania
ru: Все функции триггеров выключены
th: ปิดฟีเจอร์ทริกเกอร์ทั้งหมด
zh_hans: 关闭全部触发器功能
zh_hant: 關閉所有觸發的功能

source: Add Spacer
ja: スペーサーを追加
pl: Dodaj odstęp
ru: Добавить разделитель
th: เพิ่มตัวเว้นระยะ
zh_hans: 添加间隔
zh_hant: 新增間隔

source: Add Trigger
ja: トリガーを追加
pl: Dodaj wyzwalacz
ru: Добавить триггер
th: เพิ่มทริกเกอร์
zh_hans: 添加触发器
zh_hant: 新增觸發條件

source: All Off
ja: すべてオフ
pl: Wszystko wyłączone
ru: Всё выключить
th: ปิดทั้งหมด
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Hide every concealable section for as long as a display is mirrored or your screen is being shared, then put it back. macOS offers no way to see that another app is recording the screen, so recordings are not covered.
ja: ディスプレイのミラーリング中や画面共有中は、非表示にできるセクションをすべて隠し、終了後に元に戻します。なお、macOSでは他のアプリによる画面収録を検出できないため、画面録画は対象外となります。
pl: Ukryj wszystkie sekcje, które można ukryć, na czas dublowania obrazu na ekranie lub udostępniania ekranu, a potem przywróć je. macOS nie pozwala wykryć, czy inna aplikacja nagrywa ekran, więc nagrywanie nie jest objęte tą ochroną.
ru: Скрывать все доступные для скрытия разделы, пока дисплей дублируется или ваш экран используется для общего доступа, а затем возвращать их. macOS не позволяет определить, что другое приложение записывает экран, поэтому записи экрана не учитываются.
th: ซ่อนทุกหมวดหมู่ที่สามารถซ่อนได้ตลอดเวลาที่จอแสดงผลกำลังมิเรอร์หรือแชร์หน้าจอ แล้วนำกลับมาแสดงอีกครั้ง macOS ไม่มีวิธีตรวจสอบว่าแอปอื่นกำลังบันทึกหน้าจออยู่หรือไม่ จึงไม่ครอบคลุมกรณีการบันทึกหน้าจอ
zh_hans: 在显示器镜像或屏幕共享期间隐藏所有可隐藏的区域，结束后再恢复。macOS 无法检测其他应用是否正在录制屏幕，因此屏幕录制不在此列。

source: Group name
ja: グループの名前
pl: Nazwa grupy
ru: Имя группы
th: ชื่อกลุ่ม
zh_hans: 分组名称

source: Grouped items stay adjacent: drag any member and the whole group moves with it.
ja: グループ化された項目は常に隣り合って配置されます。いずれかの項目をドラッグすると、グループ全体が一緒に移動します。
pl: Zgrupowane elementy pozostają obok siebie. Przeciągnięcie jednego z nich przenosi całą grupę.
ru: Сгруппированные элементы остаются рядом: перетащите любой элемент, и вся группа переместится вместе с ним.
th: รายการที่จัดกลุ่มจะอยู่ติดกันเสมอ ลากสมาชิกใดก็ได้ กลุ่มทั้งหมดจะเคลื่อนที่ไปด้วยกัน
zh_hans: 同组项目会保持相邻：拖动其中任意一个，整个分组都会一起移动。

source: Groups always move together: drag any member in the bars above and the whole group follows.
ja: グループは常に一緒に移動します。上のバーにあるいずれかの項目をドラッグすると、グループ全体が追従します。
pl: Elementy grupy przemieszczają się wspólnie. Wystarczy przeciągnąć jeden z nich na paskach powyżej, aby przesunąć całą grupę.
ru: Группы всегда перемещаются вместе: перетащите любой элемент на панелях выше, и вся группа переместится вместе с ним.
th: กลุ่มจะเคลื่อนที่ไปด้วยกันเสมอ ลากสมาชิกใดในแถบด้านบน กลุ่มทั้งหมดจะตามไปด้วย
zh_hans: 分组始终一起移动：在上方的栏中拖动任意成员，整个分组都会跟随。

source: Language
ja: 言語
pl: Język
ru: Язык
th: ภาษา
zh_hans: 语言

source: Item groups
ja: 項目のグループ
pl: Grupy elementów
ru: Группы элементов
th: กลุ่มรายการ
zh_hans: 项目分组

source: Device
ja: デバイス
pl: Urządzenie
ru: Устройство
th: อุปกรณ์
zh_hans: 设备

source: Diagnostics and Onboarding are non-destructive. Reset and Troubleshooting can delete preferences, clear the cache, or quit apps.
ja: 「診断」と「初期設定」は非破壊的です。「リセット」と「トラブルシューティング」は設定の削除、キャッシュの消去、またはアプリの終了を行う場合があります。
pl: Diagnostyka i wprowadzenie nie powodują utraty danych. Resetowanie i rozwiązywanie problemów mogą usuwać preferencje, czyścić pamięć podręczną lub zamykać aplikacje.
ru: Диагностика и знакомство с приложением не приводят к удалению данных. Сброс и устранение неполадок могут удалить настройки, очистить кэш или завершить работу приложений.
th: การวินิจฉัยและการแนะนำการใช้งานไม่ทำให้ข้อมูลเสียหาย ส่วนการรีเซ็ตและการแก้ไขปัญหาอาจลบการตั้งค่า ล้างแคช หรือปิดแอปได้
zh_hans: “诊断”和“入门导览”不会造成破坏。“重置”和“疑难解答”可能会删除偏好设置、清除缓存或退出应用。

source: Display
ja: ディスプレイ
pl: Wyświetlacz
ru: Дисплей
th: จอแสดงผล
zh_hans: 显示

source: Delete this trigger
ja: このトリガーを削除
pl: Usuń ten wyzwalacz
ru: Удалить этот триггер
th: ลบทริกเกอร์นี้
zh_hans: 删除此触发器

source: Create Group
ja: グループを作成
pl: Utwórz grupę
ru: Создать группу
th: สร้างกลุ่ม
zh_hans: 创建组

source: Enter zen mode while presenting
ja: プレゼンテーションの間はZenモードにする
pl: Włącz tryb Zen podczas prezentacji
ru: Войти в режим без отвлекающих элементов во время презентации
th: เข้าสู่โหมดเซนขณะนำเสนอ
zh_hans: 演示时进入禅模式

source: Explains what a setting does directly beneath it, like this text.
ja: このテキストのように、設定項目のすぐ下に説明文を表示します。
pl: Wyjaśnia, do czego służy dane ustawienie, umieszczając opis bezpośrednio pod nim — tak jak tutaj.
ru: Объясняет, что делает настройка непосредственно под ней, как в этом тексте.
th: อธิบายว่าการตั้งค่าทำอะไรไว้ด้านล่างโดยตรง เช่นเดียวกับข้อความนี้
zh_hans: 在设置项正下方说明其作用，就像这段文字一样。

source: Fill the spacer with a color. Fully transparent renders as an empty gap.
ja: スペーサーを色で塗りつぶします。完全に透明にすると空白の隙間として表示されます。
pl: Wypełnij element odstępowy kolorem. Przy ustawieniu pełnej przezroczystości będzie widoczna jedynie pusta przestrzeń.
ru: Заполнить разделитель цветом. Полностью прозрачный разделитель отображается как пустой промежуток.
th: เติมสีให้กับตัวเว้นระยะ หากโปร่งใสทั้งหมดจะแสดงเป็นช่องว่างเปล่า
zh_hans: 用颜色填充间隔项。完全透明时显示为空白间隔。

source: Menu bar items are rehidden using a smart algorithm, or after the interval below.
pl: Elementy paska menu zostają ponownie ukryte przez inteligentny algorytm albo po czasie ustawionym poniżej.
zh_hans: 使用智能算法重新隐藏菜单栏项目，或在下方设置的间隔后重新隐藏。

source: Other…
pl: Inne…
ru: Другое…
th: อื่น ๆ…
zh_hans: 其他…

source: Otherwise hide in
pl: W przeciwnym razie ukryj w
ru: В противном случае скрывать в
th: มิฉะนั้นให้ซ่อนใน
zh_hans: 否则隐藏到

source: Overridden by %@. Move this trigger above them to give it priority.
pl: Wyzwalacz %@ ma pierwszeństwo przed tym wyzwalaczem. Przenieś ten wyzwalacz nad niego, aby zmienić kolejność priorytetów.
ru: Переопределён триггером %@. Переместите этот триггер выше, чтобы повысить его приоритет.
th: ถูกแทนที่โดย %@ ย้ายทริกเกอร์นี้ขึ้นไปด้านบนเพื่อให้มีความสำคัญกว่า
zh_hans: 已被%@覆盖。将此触发器移至其上方以赋予更高优先级。

source: No reference yet
pl: Nie ma jeszcze odniesienia
ru: Эталон ещё не задан
th: ยังไม่มีภาพอ้างอิง
zh_hans: 尚未捕获参考图像

source: not running
pl: nie jest uruchomiony
ru: не запущено
th: ไม่ได้ทำงานอยู่
zh_hans: 未运行

source: Nothing shown here is saved or sent anywhere; the capture exists only while this page is open.
pl: To, co jest tu wyświetlane, nie jest nigdzie zapisywane ani wysyłane. Przechwycony obraz istnieje tylko tak długo, jak długo ta strona pozostaje otwarta.
ru: Ничего из отображаемого здесь не сохраняется и никуда не отправляется; захват существует только пока эта страница открыта.
th: สิ่งที่แสดงที่นี่จะไม่ถูกบันทึกหรือส่งไปที่ใดทั้งสิ้น ภาพที่จับไว้จะมีอยู่ตราบเท่าที่หน้านี้ยังเปิดอยู่เท่านั้น
zh_hans: 此处展示的内容不会被保存或发送到任何地方；截图内容仅在此页面打开期间存在。

source: Notify when this reveals the item
pl: Wyślij powiadomienie, gdy element zostanie ujawniony
ru: Уведомлять, когда этот триггер показывает элемент
th: แจ้งเตือนเมื่อสิ่งนี้แสดงรายการ
zh_hans: 在此触发器显示该项目时通知

source: Maximum log file size (MB)
pl: Maksymalny rozmiar loga (MB)
ru: Максимальный размер файла журнала (МБ)
th: ขนาดไฟล์บันทึกสูงสุด (MB)
zh_hans: 最大日志文件大小（MB）

source: Trigger list view
pl: Przełącz na widok listy
ru: Вид списка триггеров
th: มุมมองรายการทริกเกอร์
zh_hans: 触发器列表视图

source: Turn off to show every setting. Nothing you configure here is lost either way.
pl: Wyłącz tę opcję, aby zobaczyć wszystkie ustawienia. Wprowadzone tutaj zmiany zostaną zachowane niezależnie od tego, którą opcję wybierzesz.
ru: Выключите, чтобы отображались все настройки. В любом случае заданные здесь параметры не будут потеряны.
th: ปิดเพื่อแสดงการตั้งค่าทั้งหมด ไม่ว่าจะเลือกแบบใด สิ่งที่คุณตั้งค่าไว้ที่นี่จะไม่สูญหาย
zh_hans: 关闭此选项可显示所有设置。无论开启或关闭，您在此处所做的配置都不会丢失。

source: Turn on Location in Trigger Sources and grant permission to capture your current location.
pl: Włącz opcję „Lokalizacja” w sekcji „Źródła wyzwalaczy” i zezwól na pobranie danych o swojej bieżącej lokalizacji.
zh_hans: 请在“触发源”中开启“位置”，并授予权限以获取你的当前位置。

source: Toggle automatic rehiding
pl: Włącz lub wyłącz automatyczne ukrywanie
ru: Переключить автоматическое скрытие
th: สลับการซ่อนอีกครั้งโดยอัตโนมัติ
zh_hans: 切换自动重新隐藏
